tap "hashicorp/tap"
tap "homebrew/bundle"
tap "shivammathur/php"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "bat"
brew "glib"
brew "curl"
brew "fdupes"
brew "fzf"
brew "libavif"
brew "openjpeg"
brew "ghostscript"
brew "graphicsmagick"
brew "harfbuzz"
brew "jq"
brew "lazygit"
brew "openjdk"
brew "maven"
brew "minikube"
brew "neovim"
brew "openjdk@11"
brew "powerlevel10k"
brew "pyenv"
brew "ripgrep"
brew "stow"
brew "tldr"
brew "tmux"
brew "watchman"
brew "hashicorp/tap/terraform"
brew "shivammathur/php/php@8.0", link: true
cask "font-fira-code-nerd-font"
cask "font-lilex"
cask "font-lilex-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "freecad"
cask "karabiner-elements"
cask "ukelele"
vscode "andenetalexander.vim-cheatsheet"
vscode "bradlc.vscode-tailwindcss"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "hashicorp.terraform"
vscode "inferrinizzard.prettier-sql-vscode"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vsliveshare.vsliveshare"
vscode "nativescript.nativescript"
vscode "pkief.material-icon-theme"
vscode "prisma.prisma"
vscode "redhat.java"
vscode "ritwickdey.liveserver"
vscode "streetsidesoftware.code-spell-checker"
vscode "svelte.svelte-vscode"
vscode "tonybaloney.vscode-pets"
vscode "unifiedjs.vscode-mdx"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
vscode "yoavbls.pretty-ts-errors"
